[
  {
    "name": "Легенда Цусимы 🗡️",
    "description": "Легенда Цусимы — получите платиновый трофей в игре Ghost of Tsushima.\nДоказательство: Скриншот с видимым PSN и платиновым призом."
  },
  {
    "name": "Легенда Эдзо 🏔",
    "description": "Легенда Эдзо — получите платиновый трофей в Ghost of Yōtei.\nДоказательство: Скриншот с видимым PSN и платиновым призом."
  },
  {
    "name": "Легендарный Мастер 😈",
    "description": "Завершите HellMode в соло (независимо от того, сколько было потеряно точек и выполнено бонусных задач).\nДоказательство: Два снимка экрана: Награды + Экран статистики."
  },
  {
    "name": "Абсолютный Выживший 💥",
    "description": "Завершите Выживание на уровне сложности Кошмар со счётом 1,360,000 или выше.\nДоказательство: Два снимка экрана: Награды + Экран статистики."
  },
  {
    "name": "Скрытое Сердце ❤️‍🔥",
    "description": "Завершите идеальный HellMode в соло (без потерь точек и выполнив все бонусные задачи).\nДоказательство: Два снимка экрана: Награды + Экран статистики."
  },
    {
      "name": "Покоритель Кошмаров 🌙",
      "description": "Завершите Выживание в соло на уровне сложности Кошмар или Платина с как минимум тремя включенными модификаторами (независимо от того, сколько было потеряно точек и выполнено бонусных задач).\nДоказательство: Два снимка экрана: Награды + Экран статистики."
    },
    {
      "name": "Кошмарный Близнец 👥",
      "description": "Завершите идеальное Выживание в дуо (без потерь точек, выполнив все бонусные задачи и без падений) на уровне сложности Кошмар. Оба игрока должны набрать 160 или более убийств.\nДоказательство: Два снимка экрана: Награды + Экран статистики. Во время снимка экрана, зажмите R2 для отображения счёта игры."
    },
    {
      "name": "Легенда Гёдзена 🌪️",
      "description": "Во вкладке Подвиги наберите 100% во всех четырех категориях.\nДоказательство: Снимок экрана должен содержать рукописную заметку с вашим PSN или Discord ID. Как вариант — сделайте фото на телефон."
    },
    {
      "name": "Эпический Рассказчик 📖",
      "description": "Завершите Сюжет на уровне сложности Кошмар со счётом 930,000 или выше.\nДоказательство: Два снимка экрана: Награды + Экран статистики."
    },
    {
      "name": "Восходящий Рейдер ⚡",
      "description": "Завершите все три главы Набега со следующим временем: Глава 1 — 20 минут или меньше, Глава 2 — 30 минут или меньше, Глава 3 — 5 минут или меньше (в команде) или 6 минут или меньше (в соло). Испытание Иё (Последняя битва) засчитываться не будет.\nДоказательство: Два снимка экрана для каждой главы: Награды + Экран статистики."
    },
    {
      "name": "Бешеный Соперник ⚔️",
      "description": "Одержите победу в режиме Соперники на уровне сложности Кошмар за 5 минут или меньше.\nДоказательство: Два снимка экрана: Награды + Экран статистики."
    },
    {
      "name": "Это Навсегда ♾️",
      "description": "Проведите в игре 1500 часов или больше.\nДоказательство: Сделайте снимок экрана со статистикой проведённого времени в игре на вашей системе Playstation 5. Если у вас PS4, попросите кого-то прислать вам скриншот с этой статистикой из вашего профиля."
    },
    {
      "name": "Гроссмейстер Цусимы 👑",
      "description": "Завершите HellMode в соло на всех шести картах (независимо от того, сколько было потеряно точек и выполнено бонусных задач).\nДоказательство: Два снимка экрана для каждой карты: Награды + Экран статистики."
    }
]
